Repository: CryptechTest/awards
Catalog: locale/*.po
Languages: pl

source: Secret Achievement Unlocked:
pl: Odblokowano sekretne osiągnięcie:

source: Achievement Unlocked:
pl: Odblokowano osiągnięcie:

source: Secret Achievement Unlocked: %s
pl: Odblokowano sekretne osiągnięcie: %s

source: Achievement Unlocked: %s
pl: Odblokowano osiągnięcie: %s

source: Secret Achievement Unlocked!
pl: Odblokowano sekretne osiągnięcie!

source: Achievement Unlocked!
pl: Odblokowano osiągnięcie!

source: Error: No awards available.
pl: Błąd: Brak dostępnych nagród.

source: (Secret Award)
pl: (Sekretna nagroda)

source: Unlock this award to find out what it is.
pl: Odblokuj tę nagrodę, aby dowiedzieć się czym jest.

source: %s (got)
pl: %s (zdobyto)

source: You've disabled awards. Type /awards enable to reenable.
pl: Wyłączyłeś nagrody. Wpisz /awards enable, aby je ponownie włączyć.

source: You have not unlocked any awards.
pl: Nie odblokowałeś żadnych nagród.

source: %s’s awards:
pl: %s's nagrody:

source: Awards
pl: Nagrody

source: @1/@2 dug
pl: @1/@2 wykopano

source: Mine: @2
pl: Wykop: @2

source: Mine @1 block.
pl: Wykop @1 blok.

source: @1/@2 placed
pl: @1/@2 postawiono

source: Place: @2
pl: Postaw: @2

source: Place a block.
pl: Postaw blok.

source: @1/@2 eaten
pl: @1/@2 zjedzono

source: Eat: @2
pl: Zjedz: @2

source: Eat an item.
pl: Zjedz @1 rzecz.

source: @1/@2 deaths
pl: @1/@2 śmierci

source: Die.
pl: Zgiń.

source: @1/@2 chat messages
pl: @1/@2 wiadomości na czacie

source: Write something in chat.
pl: Napisz coś na czacie.

source: @1/@2 game joins
pl: @1/@2 dołączeń do gry

source: Join the game.
pl: Dołącz do gry.

source: @1/@2 crafted
pl: @1/@2 stworzono

source: Craft: @2
pl: Stwórz: @2

source: Craft an item.
pl: Stwórz rzecz.

source: Place 20 coal checkers.
pl: Postaw 20 szachownic węglowych.

source: Place 20 iron checkers.
pl: Postaw 20 szachownic żelaznych.

source: Sam the Trapper
pl: Sam Myśliwy

source: Place 2 trap stones.
pl: Postaw 2 kamienne pułapki.

source: Backpacker
pl: Plecakowiec

source: Craft 4 large bags.
pl: Stwórz 4 duże plecaki.

source: Pyromaniac
pl: Piromaniak

source: Craft 8 times flint and steel.
pl: Stwórz krzesiwo 8 razy.

source: Firefighter
pl: Strażak

source: Put out 1000 fires.
pl: Zgaś 1000 pożarów.

source: Light It Up
pl: Roznieć to

source: Place 100 torches.
pl: Postaw 100 pochodni.

source: Well Lit
pl: Dobrze oświetlone

source: Place 1,000 torches.
pl: Postaw 1000 pochodni.

source: Really Well Lit
pl: Naprawdę dobrze oświetlone

source: Craft 10 mese lamps.
pl: Stwórz 10 mese lamp.

source: Outpost
pl: Posterunek

source: Craft 200 stone bricks.
pl: Stwórz 200 kamiennych cegieł.

source: Watchtower
pl: Strażnica

source: Craft 800 stone bricks.
pl: Stwórz 800 kamiennych cegieł.

source: Fortress
pl: Forteca

source: Craft 3,200 stone bricks.
pl: Stwórz 3200 kamiennych cegieł.

source: Desert Dweller
pl: Mieszkaniec pustyni

source: Craft 400 desert stone bricks.
pl: Stwórz 400 cegieł z pustynnego kamienia.

source: Pharaoh
pl: Faraon

source: Craft 100 sandstone bricks.
pl: Stwórz 100 cegieł z piaskowca.

source: Little Library
pl: Mała biblioteka

source: Craft 7 bookshelves.
pl: Stwórz 7 półek na książki.

source: Lava and Water
pl: Lawa i woda

source: Mine your first obsidian.
pl: Wykop pierwszy obsydian.

source: Obsessed with Obsidian
pl: Obsesja na punkcie obsydianu

source: Mine 50 obsidian.
pl: Wykop 50 obsydianów.

source: Lava Miner
pl: Górnik lawy

source: Mine any block while being very close to lava.
pl: Wykop jakikolwiek blok będąc bardzo blisko lawy.

source: On The Way
pl: W drodze

source: Place 100 rails.
pl: Połóż 100 torów.

source: First Day in the Woods
pl: Pierwszy dzień w lesie

source: Dig 6 tree blocks.
pl: Wykop 6 bloków drewna.

source: Lumberjack
pl: Drwal

source: Dig 36 tree blocks.
pl: Wykop 36 bloków drzewa.

source: Semi-pro Lumberjack
pl: Pół-profesjonalny drwal

source: Dig 216 tree blocks.
pl: Wykop 216 bloków drzewa.

source: Professional Lumberjack
pl: Profesjonalny drwal

source: Dig 1,296 tree blocks.
pl: Wykop 1296 bloków.

source: Junglebaby
pl: Dziecko dżungli

source: Dig 100 jungle tree blocks.
pl: Wykop 100 bloków drzewa dżunglowego.

source: Jungleman
pl: Człowiek dżungli

source: Dig 1,000 jungle tree blocks.
pl: Wykop 1000 bloków drzewa dżunglowego.

source: First Mese Find
pl: Pierwsze mese

source: Mine your first mese ore.
pl: Wykop pierwszą rudę mese.

source: Mese Mastery
pl: Mistrzostwo mese

source: Mine a mese block.
pl: Wykop blok mese.

source: You’re a copper
pl: Jesteś miedzią

source: Dig 1,000 copper ores.
pl: Wykop 1000 rudy miedzi.

source: A Cat in a Pop-Tart?!
pl: Kot w Pop-Tart?!

source: Mine a nyan cat.
pl: Wykop kota nyan.

source: Mini Miner
pl: Mini górnik

source: Dig 100 stone blocks.
pl: Wykop 100 kamiennych bloków.

source: Hardened Miner
pl: Zatwardziały górnik

source: Dig 1,000 stone blocks.
pl: Wykop 1000 kamiennych bloków.

source: Master Miner
pl: Mistrz górnik

source: Dig 10,000 stone blocks.
pl: Wykop 10 000 kamiennych bloków.

source: Marchand De Sable
pl: Piaskowy dziadek

source: Dig 1,000 sand.
pl: Wykop 1000 piasku.

source: Crafter of Sticks
pl: Twórca patyków

source: Craft 100 sticks.
pl: Stwórz 100 patyków.

source: Jungle Discoverer
pl: Odkrywca dżungli

source: Mine your first jungle grass.
pl: Wykop pierwszą trawę dżunglową.

source: Grasslands Discoverer
pl: Odkrywca terenów trawiastych

source: Mine some grass.
pl: Wykop trochę trawy.

source: Savannah Discoverer
pl: Odkrywca sawanny

source: Mine some dry grass.
pl: Wykop trochę wysuszonej trawy.

source: Desert Discoverer
pl: Odkrywca pustyni

source: Mine your first cactus.
pl: Wykop pierwszego kaktusa.

source: Far Lands
pl: Odległe lądy

source: Mine your first dry shrub.
pl: Wykop pierwszy wysuszony krzak.

source: Glacier Discoverer
pl: Odkrywca lodowca

source: Mine your first ice.
pl: Wykop pierwszy lód.

source: Very Simple Snow Man
pl: Bardzo prosty bałwan

source: Place two snow blocks.
pl: Postaw dwa bloki śniegu.

source: First Gold Find
pl: Pierwsze znalezione złoto

source: Mine your first gold ore.
pl: Wykop pierwszą rudę złota.

source: Gold Rush
pl: Gorączka złota

source: Mine 45 gold ores.
pl: Wykop 45 rud złota.

source: Wow, I am Diamonds!
pl: Wow, jestem diamentami!

source: Mine your first diamond ore.
pl: Wykop pierwszy diament.

source: Girl's Best Friend
pl: Najlepszy przyjaciel kobiety

source: Mine 18 diamond ores.
pl: Wykop 18 diamentów.

source: Hardest Block on Earth
pl: Najtwardszy blok na ziemi

source: Craft a diamond block.
pl: Stwórz diamentowy blok.

source: In the Dungeon
pl: W lochu

source: Mine a mossy cobblestone.
pl: Wykop omszałą kostkę brukową.

source: Smelter
pl: Przetapiacz

source: Craft 10 furnaces.
pl: Stwórz 10 pieców.

source: Treasurer
pl: Podskarbi

source: Craft 15 chests.
pl: Stwórz 15 skrzyń.

source: Craft 30 locked chests.
pl: Stwórz 30 zablokowanych skrzyń.

source: Bricker
pl: Ceglarz

source: Craft 200 brick blocks.
pl: Stwórz 200 ceglanych bloków.

source: House of Obsidian
pl: Dom z obsydianu

source: Craft 100 obsidian bricks.
pl: Stwórz 100 obsydianowych cegieł.

source: Build a Cave
pl: Zbuduj jaskinię

source: Place 100 stone.
pl: Postaw 100 kamieni.

source: Long Ladder
pl: Długa drabina

source: Place 400 wooden ladders.
pl: Postaw 400 drewnianych drabin.

source: Industrial Age
pl: Era przemysłowa

source: Place 40 steel ladders.
pl: Postaw 40 stalowych drabin.

source: Yummy!
pl: Pychota

source: Eat 80 apples.
pl: Zjedz 80 jabłek.

source: Glasser
pl: Szklarz

source: Craft 14 vessels shelves.
pl: Stwórz 14 półek z naczyniami.

source: Farming Skills Acquired
pl: Nabyto umiejętności rolnicze

source: Harvest a fully grown wheat plant.
pl: Zbierz w pełni dojrzałą pszenicę.

source: Field Worker
pl: Pracownik na polu

source: Harvest 25 fully grown wheat plants.
pl: Zbierz 25 w pełni dojrzałej pszenicy.

source: Aspiring Farmer
pl: Ambitny rolnik

source: Harvest 125 fully grown wheat plants.
pl: Zbierz 125 w pełni dojrzałej pszenicy.

source: Wheat Magnate
pl: Pszeniczny magnat

source: Harvest 625 fully grown wheat plants.
pl: Zbierz 625 w pełni dojrzałej pszenicy.

source: Baker
pl: Piekarz

source: Eat 10 loaves of bread.
pl: Zjedz 10 bochenków chleba.

source: Wool Over Your Eyes
pl: Owijanie w bawełnę

source: Craft 250 white wool.
pl: Stwórz 250 białej wełny.

source: Hotelier
pl: Hotelarz

source: Craft 15 fancy beds.
pl: Stwórz 15 fantazyjnych łóżek.

source: Filthy Rich
pl: Obrzydliwie bogaty

source: Craft 24 gold block stairs.
pl: Stwórz 24 schody z bloków złota.

source: Roses Are Red
pl: Róże są czerwone

source: Craft 400 red dyes.
pl: Stwórz 400 czerwonych barwników.

source: Dandelions are Yellow
pl: Mlecze są żółte

source: Craft 400 yellow dyes.
pl: Stwórz 400 żółtych barwników.

source: Geraniums are Blue
pl: Gerania są niebieskie

source: Craft 400 blue dyes.
pl: Stwórz 400 niebieskich barwników.

source: White Color Stock
pl: Zapas białego koloru

source: Craft 100 white dyes.
pl: Stwórz 100 białych barwników.

source: Tasty Mushrooms
pl: Smaczne grzyby

source: Eat 3 brown mushrooms.
pl: Zjedz 3 brązowe grzyby.

source: Mushroom Lover
pl: Wielbiciel grzybów

source: Eat 33 brown mushrooms.
pl: Zjedz 33 brązowe grzyby.

source: Underground Mushroom Farmer
pl: Hodowca podziemnych grzybów

source: Eat 333 brown mushrooms.
pl: Zjedz 333 brązowe grzyby.

source: Builder
pl: Budowniczy

source: Constructor
pl: Konstruktor

source: Architect
pl: Architekt

source: Master Architect
pl: Mistrz architekt

source: Show, clear, disable or enable your achievements
pl: Pokaż, usuń, wyłącz lub włącz osiągnięcia

source: All your awards and statistics have been cleared. You can now start again.
pl: Wszystkie nagrody i statystyki zostały usunięte. Możesz znów zacząć od nowa.

source: You have disabled your achievements.
pl: Wyłączyłeś osiągnięcia.

source: You have enabled your achievements.
pl: Włączyłeś osiągnięcia.

source: <achievement ID>
pl: <ID osiągnięcia>

source: Show details of an achievement
pl: Pokaż szczegóły osiągnięcia

source: Achievement not found.
pl: Nie znaleziono osiągnięcia.

source: <name>
pl: <nazwa>

source: Get the achievements statistics for the given player or yourself
pl: Pokaż swoje statystyki lub danego gracza
